@extends('layouts.site')

@section('title')
    利用規約
@endsection

@section('content')

<!-- Start Main Banner Area -->
<div class="main-banner-area-with-bg-image" style="background: transparent;">
    
</div>
<!-- End Main Banner Area -->
        
<div class="agreement">
  <div class="container">
    <h3 class="top-title">アップスターズ利用規約</h3>
    <section class="index">
      <h4 class="section-title">第1条　総則</h4>
      <ol>
        <li>本利用規約は、Monstar Lab Inc.（以下「当社」といいます。）が提供するサイト「MONSTAR LAB （モンスターラボ）」（以下「本サイト」といいます。）上で提供されるサービス「APPSTARS（アップスターズ）」（以下「本サービス」といいます。）に関する利用者が遵守すべき事項及び利用者と当社との関係を定めるものです。</li>
        <li>本サービスの利用者は、本利用規約の内容を十分理解した上でその内容を遵守することに同意して本サービスを利用するものとし、本サービスを利用した場合には、当該利用者は本利用規約を遵守することに同意したものとみなします。</li>
      </ol>
    </section>
    <section class="index">
      <h4 class="section-title">第2条　規約の改定</h4>
      <ol>
        <li>本利用規約は、当社の判断により変更・追加・削除されることがあります。変更後の本利用規約は、当社が別途定める場合を除いて、本サイト上に表示した時点又は利用者に通知した時点より効力を生じるものとします。利用者は、本利用規約変更後に本サービスを利用した場合には、変更された本利用規約の内容に同意したものとみなされます。</li>
      </ol>
    </section>
    <section class="index">
      <h4 class="section-title">第3条　登録</h4>
      <ol>
        <li>利用者は、本サービスを利用するにあたり、別途当社の指定する登録手続を行うものとします。登録手続の詳細は、別途当社が定めます</li>
        <li>登録手続を行う者は、登録情報の入力にあたり、入力した情報は全て真実であることを保証するものとし、その内容の正確性・真実性・最新性等一切について、自らが責任を負うものとします。</li>
        <li>受注者として登録できる者の資格・条件は以下の通りです。
          <ol>
            <li>電子メールアドレスを保有していること。</li>
            <li>既に本サービスの登録を行っていないこと。</li>
            <li>利用規約の全ての条項に同意すること。</li>
            <li>過去、現在又は将来にわたって、暴力団等の反社会的勢力に所属せず、これらのものと関係を有しないこと。</li>
            <li>過去に本利用規約又は当社が提供する他のサービスにおける利用規約に違反したことがないこと。</li>
            <li>その他別途当社の定める条件を満たしていること。</li>
          </ol>
        </li>
        <li>当社は、登録手続を行った者が以下の各号に該当する場合、利用者として登録することを承諾しない場合があります。また、承諾・登録後であっても、利用者について以下の各号に該当する事実が判明した場合には、承諾・登録を取り消すことがあります。
          <ol>
            <li>登録の資格・条件を満たさない場合又は満たさなくなった場合。</li>
            <li>入力された登録情報（変更後のものを含む）に虚偽の情報又は事実に合致しない情報があることが判明した場合。</li>
            <li>当社からの電子メールを受領できない場合（当社からの通知に対し一定の期間内に回答がない場合を含む）。</li>
            <li>本利用規約に違反する又は違反するおそれのある行為を行った場合。</li>
            <li>その他当社がその登録が不適切であると判断した場合。</li>
          </ol>
        </li>
        <li>登録情報及び本サービスの利用において当社が知り得た利用者の情報については、本利用規約に基づき本サービスの提供に用いられるほか、別途定める「個人情報保護方針」に従って取り扱われるものとし、利用者はこれに同意するものとします。</li>
        <li>利用者が本サービスの退会を希望する場合には、当社所定の手続きを行うこととします。但し、当該受注者が以下に定める状況にある間は退会できないものとします。
          <br>本サービスに基づき開始した業務が終了していない場合。
        </li>
      </ol>
    </section>
    <section class="index">
      <h4 class="section-title">第4条　本サービスの内容</h4>
      <ol>
        <li>当社は、本サービスを介して、利用者に対し、アプリケーション等の企画・開発案件（以下「本案件」といいます）に係る業務を委託します。</li>
        <li>利用者は任意に個々の案件を受託するか否か決定することができます。</li>
        <li>本案件に係る業務委託契約は、当社と利用者間において成立します。当社は業務委託契約の締結の検討にあたり、面談・ヒアリング等必要と判断する手続を利用者に求めることができるものとします。</li>
        <li>当社は、利用者から受領した利用者に関する業務の委託を検討するための情報を、本案件に係る当社の取引先に対して開示する場合があり、利用者はあらかじめこれを承諾します。</li>
        <li>本案件に係る業務委託の委託料その他の条件の詳細については、別途当社と利用者間で締結する個別契約（準委任又は請負）に定めるものとします。</li>
        <li>当社は、本サービスの利用において利用者より提供される情報について、個別の利用者・案件等が特定できない範囲で、今後の本サービスの利便性等の向上のために保存・利用等できるものとします。</li>
        <li>利用者は、本利用規約に定めるほか、別途当社の定めるガイドラインに従い、本サービスを利用するものとします。</li>
        <li>利用者は、本サービスに基づき知り得た当社の取引先との間で、本案件に係る業務と同一又は類似する業務について、直接・間接を問わず、取引をしてはならないものとします。</li>
      </ol>
    </section>
    <section class="index">
      <h4 class="section-title">第5条　知的財産権</h4>
      <ol>
        <li>本サービスにおいて、又は本サービスに付随して、当社が作成・提供・許諾等する画像、テキスト、プログラム・ライブラリ等に関する著作権等の一切の知的財産権は、当社に帰属します。</li>
        <li>本サービスで当社が作成・提供・掲載する一切の画像、テキスト、プログラム等は、著作権法、商標法等の法律により保護されています。</li>
      </ol>
    </section>
    <section class="index">
      <h4 class="section-title">第6条　業務委託に関する法令の遵守</h4>
      <ol>
        <li>利用者は、本サービスの利用の一切において、著作権法、特許法、不正競争防止法、下請代金支払遅延等防止法、税法等を含む関連する法律・条例・ガイドライン等を遵守します。</li>
      </ol>
    </section>
    <section class="index">
      <h4 class="section-title">第7条　ＩＤ・パスワードの管理</h4>
      <ol>
        <li>利用者は、登録したＩＤ及びパスワードについて、自己の責任の下で適切に管理し、ＩＤ及びパスワードの盗用を防止する措置を自ら講じるものとします。</li>
      </ol>
    </section>
    <section class="index">
      <h4 class="section-title">第8条　秘密情報の取り扱い</h4>
      <ol>
        <li>利用者は、本サービスを通じて得た一切の情報について、秘密として保持し、事前に当社の書面による承諾を得ることなく第三者への開示又は漏洩、もしくは当該秘密情報の開示目的以外への利用をしてはならないものとします。</li>
        <li>次の各号に定める情報は、秘密情報から除外します。
          <ol>
            <li>当社から開示を受ける前に、利用者が正当に保有していたことを証明できる情報。</li>
            <li>当社から開示を受ける前に、公知となっていた情報。</li>
            <li>当社から開示を受けた後に、利用者の責に帰すべからざる事由により公知となった情報。</li>
            <li>利用者が、正当な権限を有する第三者から秘密保持義務を負うことなく正当に入手した情報。</li>
            <li>利用者が、開示された情報によらず独自に開発した情報。</li>
          </ol>
        </li>
      </ol>
    </section>
    <section class="index">
      <h4 class="section-title">第9条　地位等の譲渡禁止</h4>
      <ol>
        <li>利用者は、本利用規約に基づく権利、義務及び本利用規約の契約上の地位の全部又は一部について、これを第三者に譲渡、質入れ、その他の方法により処分してはならないものとします。但し、当社の書面による事前の承諾がある場合を除きます。</li>
      </ol>
    </section>
    <section class="index">
      <h4 class="section-title">第10条　禁止事項</h4>
      <ol>
        <li>利用者は、以下に該当する又は該当するおそれのある行為を行ってはならないものとします。
          <ol>
            <li>当社、当社の取引先（特に本案件に関連する取引先）、他の利用者（以下併せて「当社又は関係者」といいます。）若しくは第三者の著作権、商標権等の知的財産権を侵害する行為、又は侵害するおそれのある行為。</li>
            <li>当社又は関係者若しくは第三者の財産、プライバシー若しくは肖像権を侵害する行為、又は侵害するおそれのある行為。</li>
            <li>特定個人の氏名・住所・電話番号・メールアドレスなど第三者が見て個人を特定できる情報を第三者に提供する行為。</li>
            <li>一人の利用者が重複して登録を行う行為。</li>
            <li>資格を停止ないし無効にされた者に代わり登録をする行為。</li>
            <li>当社又は関係者若しくは第三者を差別もしくは誹謗中傷し、又は他者の名誉若しくは信用を毀損する行為。</li>
            <li>アクセス可能な本サービス又は他者の情報を改ざん、消去する行為。</li>
            <li>当社又は他者になりすます行為（詐称するためにメールヘッダ等の部分に細工を行う行為を含みます）。</li>
            <li>有害なコンピュータプログラム等を送信し、又は他者が受信可能な状態におく行為。</li>
            <li>他者に対し、無断で、広告・宣伝・勧誘等の電子メール又はメッセージ（以下「電子メール等」といいます。）若しくは嫌悪感を抱く電子メール等そのおそれのある電子メール等を含みます。）を送信する行為。他者の電子メール等の受信を妨害する行為。連鎖的な電子メール等の転送を依頼する行為及び当該依頼に応じて転送する行為。</li>
            <li>他者の設備若しくは本サービス用設備（当社が本サービスを提供するために用意する通信設備、電子計算機、その他の機器及びソフトウェアを言い、以下同様とします。）に無権限でアクセスし、又はポートスキャン、ＤＯＳ攻撃若しくは大量のメール送信等により、その利用若しくは運営に支障を
            与える行為、又は支障を与えるおそれのある行為。</li>
            <li>サーバ等のアクセス制御機能を解除又は回避するための情報、機器、ソフトウェア等を流通させる行為。</li>
            <li>本人の同意を得ることなく、又は詐欺的な手段（いわゆるフィッシング及びこれに類する手段を含みます。）により他者の登録情報を取得する行為。</li>
            <li>当社が事前に書面をもって承認した場合を除く、本サービスを使用した営業活動、営利を目的とした本サービスの利用、又はその準備を目的とした本サービスの利用。</li>
            <li>法令に基づき監督官庁等への届出、許認可の取得等の手続きが義務づけられている場合に、当該手続きを履行せずに本サービスを利用する行為。その他当該法令に違反する、又は違反するおそれのある行為。</li>
            <li>本サービスの運営を妨害する行為。他の利用者又は第三者が主導する情報の交換又は共有を妨害する行為。信用の毀損又は財産権の侵害等のように当社、利用者又は他者に不利益を与える行為。</li>
            <li>長時間の架電、同様の問い合わせの繰り返しを過度に行い、又は義務や理由のないことを強要し、当社の業務に著しく支障を来たす行為。</li>
            <li>口コミサイトやブログに、ある商品又はサービスについて実際のものより著しく優良・有利だと誤認させる内容を記載することを依頼する行為。</li>
            <li>上記各号の他、法令、又は本利用規約に違反する行為。公序良俗に違反する行為（暴力を助長し、誘発するおそれのある情報又は残虐な映像を送信又は表示する行為や心中の仲間を募る行為等を含みます。）。その他迷惑行為。</li>
            <li>上記各号のいずれかに該当する行為（当該行為を他者が行っている場合を含みます。）を助長する目的で他のサイトにリンクを張る行為。</li>
            <li>取引内容その他関連する事項に係る仮装・偽装・虚偽報告・隠蔽等</li>
            <li>本案件に関して当社の事前の承諾なく当社の取引先との間で直接業務の受託・報酬の受領等を行う行為。</li>
            <li>その他当社が不適当と判断した行為。</li>
          </ol>
        </li>
      </ol>
    </section>
    <section class="index">
      <h4 class="section-title">第11条　監視業務</h4>
      <ol>
        <li>当社は、その裁量により、利用者が本サービスを適正に利用しているかどうかを監視することを行い得るものとし、利用者はそれに同意するものとします。</li>
      </ol>
    </section>
    <section class="index">
      <h4 class="section-title">第12条　規約違反への対処等</h4>
      <ol>
        <li>当社は、利用者の行為が本利用規約に反すると判断した場合に、当社の判断により、当該利用者に何ら通知することなくして、本サービスの利用の一時又は恒久的停止、登録の解除その他必要な措置をとることができるものとします</li>
        <li>前項に基づく当社の対処に関する質問、苦情は一切受け付けておりません。なお、利用者は、当該措置によって被った一切の損害について、当社に対して賠償請求を行うことができないものとします。</li>
        <li>当社は、利用者が本利用規約違反等の悪質な行為を行っていると判断した場合、当該利用者に対して法的措置を検討するものとします。</li>
        <li>利用者は、利用者が本利用規約違反等の行為を行ったことにより当社に損害（第三者に損害が生じ、その損害について当社が填補した場合を含む）が生じた場合、その一切の損害について、当社に対して賠償する責任を負うものとします。</li>
      </ol>
    </section>
    <section class="index">
      <h4 class="section-title">第13条　当社からの連絡又は通知</h4>
      <ol>
        <li>当社の利用者に対する通知は、登録されたメールアドレス宛へのメールの送信、本サービス上の利用者用ページへの掲載、又は登録された連絡先・住所宛への郵送・電話・ＦＡＸ等のいずれかにより行われます。</li>
        <li>利用者は、原則としてメール又はお問い合わせフォームより当社への連絡を行うものとします。</li>
      </ol>
    </section>
    <section class="index">
      <h4 class="section-title">第14条　本サービスの中断・変更・停止</h4>
      <ol>
        <li>当社は、システム障害が生じた場合、保守等の必要性が生じた場合、停電や火災などの天変地異、その他技術上・運営上の理由がある場合、本サービスの提供が困難であると判断した場合その他合理的理由がある場合、利用者への事前通知を行わず、本サービスの全部又は一部の中断その他必要な措置を行う場合があります。この場合、当該中断等によって生じる一切の事項に関し、当社は、利用者に対して何らの責任を負わないものとします。</li>
        <li>当社は２週間前までに、利用者に電子メールでの通知及び本サイト上で告知を行うことにより、本サービスの変更及び停止を行うことができるものとします。</li>
      </ol>
    </section>
    <section class="index">
      <h4 class="section-title">第15条　免責</h4>
      <ol>
        <li>登録の取消その他の措置、利用者によるＩＤ・パスワードの第三者への漏洩、秘密の漏示、本サービスのシステム不具合や障害・中断やデータの消失・漏洩等により生じた不利益・損害等、本サービスの利用により利用者に生じた一切の不利益・損害について当社は一切の責任を負いません。</li>
        <li>利用者が、本サービスを利用することにより、他の利用者又は第三者に対し不利益・損害を与えた場合、利用者は自己の費用と責任においてこれを賠償するものとし、これらの一切の不利益・損害について当社は一切責任を負いません。なお、本案件に係る業務委託に係る事項については、別途当社・利用者間で締結する個別契約に定めるところによります。</li>
      </ol>
    </section>
    <section class="index">
      <h4 class="section-title">第16条　終了</h4>
      <ol>
        <li>事由の如何を問わず、利用者について本サービスの登録が終了した場合であっても、第４条６項、同８項（終了後１年間）、第５条、第８条、第９条、第１０条、第１２条４項、第１３条、第１５条、本条及び第１７条については、引き続き有効とします。</li>
      </ol>
    </section>
    <section class="index">
      <h4 class="section-title">第17条　準拠法・管轄裁判所</h4>
      <ol>
        <li>本利用規約は日本法に基づき解釈されるものとし、本利用規約の一部が無効な場合でも、適用可能な項目については効力があるものとします。</li>
        <li>本サービスに関連して訴訟等の必要が生じた場合には、東京地方裁判所を第一審の専属的合意管轄裁判所とします。</li>
      </ol>
    </section>
  </div>
</div>




@endsection


@section('scripts')

<script type="text/javascript">
  
  $(function(){

    var ev = new $.Event('classadded'),
        orig = $.fn.addClass;
    $.fn.removeClass = function() {
        $(this).trigger(ev, arguments);
        return orig.apply(this, arguments);
      }


    $(".navbar-area").addClass("is-sticky");  
    
    $('.navbar-area').on('classadded', function(ev, newClasses) {
      
        // alert();
    });


  });


</script>



@endsection